<?php

return array(
	
	/*
	|--------------------------------------------------------------------------
	| Image manager base path
	|--------------------------------------------------------------------------
	|
	| Зургуудын хадгалагдах хавтас, директор байрлана. Laravel ийн
	| public хавтаснаас эхлэсэн зам байна.
	|
	*/

	"basePath" => "/assets/images/",

	/*
	|--------------------------------------------------------------------------
	| Image sizes
	|--------------------------------------------------------------------------
	|
	| Зургын хадгалагдах хэмжээний төрөлүүд байна. Зургын төрөл бүрээр 
	| basepath хавтас дотор дэд хавтас үүсгэн зургууд заасан хэмжээний 
	| дагуу хадгалагдана.
	|
	*/

	"sizes" => array(

		"thumb" => array(
			"width"  => 300,	
			"height" => 200,			
		),
		"original" => array(
			"width"  => 600,
			"height" => false,
			"ratio"  => true,
		)
	),

);